<?php

$title = 'Названы способы избавиться от головной боли без использования лекарств';
$content = 'Прежде чем устранять симптом — головную боль, важно разобраться с ее причиной, сообщила врач китайской и классической медицины, рефлексотерапевт Ирина Старкова. В беседе с «Лентой.ру» она назвала способы, которые могут помочь избавиться от болевого синдрома, если под рукой нет лекарств.

Одной из возможных причин головной боли может быть напряжение мышц шейного отдела, которые крепятся в области шейных позвонков, ключицы и первого ребра, рассказала Старкова. Она добавила, что часто этому способствует неправильная осанка.';

\App\Models\Article::insert($title, $content);