<?php

$id = 1;
$title = 'Овечкин сократил отставание от Гретцки до 35 голов';
$content = 'Российский нападающий «Вашингтон Кэпиталз» Александр Овечкин забросил 859-ю шайбу в своей карьере в матче против «Коламбус Блю Джекетс», передает РИА Новости.

Таким образом форвард сократил отставание от рекордсмена Национальной хоккейной лиги (НХЛ) канадца Уэйна Гретцки до 35 голов. На счету лучшего снайпера регулярных чемпионатов лиги 894 гола в 1487 матчах.';

\App\Models\Article::update($id, $title, $content);